{
  "gameover": "Game Over",
  "winner": "Winner: {{name}}",
  "login": "Play {{name}}",
  "signOut": "Sign Out",
  "friends": "Friends",
  "search": "Search for friends",
  "addFriend": "Add Friend",
  "chat": "Chat",
  "chatPlaceholder": "Type a message",
  "reset": "Reset Game",
  "inviteFriend": "{{name}} invited you to play Backgammon",
  "profile": "Profile",
  "notifications": "Notifications",
  "reportBug": "Report Bug",
  "about": "About",
  "online": "Online",
  "decline": "Decline Invitation",
  "resetConfirm": "Are you sure you want to reset the match?",
  "local": "Local",
  "fullscreen": "Fullscreen",
  "exitFullscreen": "Exit Fullscreen",
  "tour": "How to Play",
  "tourTitle": "Welcome to Backgammon!",
  "tourStep1Title": "Welcome to Family Backgammon!",
  "tourStep1Text": "This is a relaxed backgammon game designed for families. There's no timer and no score tracking - just pure fun with your loved ones!",
  "tourStep2Title": "The Game Board",
  "tourStep2Text": "This is the backgammon board. The white and black pieces represent the two players. Your goal is to move all your pieces to your home area and then off the board.",
  "tourStep3Title": "Rolling the Dice",
  "tourStep3Text": "Click the dice on the left to roll. You'll get two numbers that determine how many points you can move your pieces. If you roll doubles, you get to use that number four times!",
  "tourStep4Title": "Moving Pieces",
  "tourStep4Text": "Click on a piece to select it, then click on a valid destination point. You can only move to open points (with no opponent pieces or just one opponent piece).",
  "tourStep5Title": "Local Play",
  "tourStep5Text": "Right now you're in local mode - perfect for playing with family members taking turns on the same device. No rules enforcement, no move suggestions - just play however you want!",
  "tourStep6Title": "Sign In for Online Play",
  "tourStep6Text": "Want to play with friends online? Click the account icon in the top-left to sign in. You can use email, Google, or continue as a guest.",
  "tourStep7Title": "Invite Friends",
  "tourStep7Text": "Once signed in, you can invite friends to play! The game will help you find them and send invitations. You can even chat during your games.",
  "tourStep8Title": "Online vs Offline",
  "tourStep8Text": "Here's the key difference: Only online matches have rule enforcement and move suggestions. Offline mode is completely free-form - perfect for learning or playing with your own house rules!",
  "tourStep9Title": "Ready to Play!",
  "tourStep9Text": "You're all set! Whether you're playing locally with family or online with friends, remember - it's all about having fun together. No pressure, no timer, just good times!",
  "next": "Next",
  "previous": "Previous",
  "finish": "Start Playing!",
  "skip": "Skip Tour"
}
